/* format string showing Hype Pro Upgrade price */
" Available for only %@." = " 仅需 %@ 即可购得。";

/* format string for the largest layout size */
"%.f px and up" = "%.f px 及以上";

/* format string for the layout range */
"%.f px to %.f px wide" = "%1$.f px 至 %2$.f px 宽";

/* {Timeline name} {duplicate number} */
"%@ %lu" = "%1$@ %2$lu";

/* Scene name after duplication: {scene name} Copy */
"%@ Copy" = "%@ 的副本";

/* Alert message text: {resource name} has been modified outside of Hype. */
"%@ has been modified outside of Hype." = "%@ 已在 Hype 外部进行修改。";

/* Timing function name - Default */
"%@ – Default" = "%@ – 默认值";

/* format string for the largest layout size */
"%g px and up" = "%g px 及以上";

/* format string for the layout range */
"%g px to %g px" = "%1$g px 至 %2$g px";

/* Text for window accessory button */
"%ld day left. Buy now! →" = "只剩下 %ld 天。现在购买！ →";

/* Text for window accessory button */
"%ld days left. Buy now! →" = "只剩下 %ld 天。现在购买！ →";

/* Browser compatibility warning */
"3D rotation is not supported. The element will not be rotated." = "不支持 3D 旋转。元素不会被旋转。";

/* Browser compatibility warning */
"A H.264 or WebM video source is required for playback." = "需要 H.264 或 WebM 视频源才能播放。";

/* Browser compatibility warning */
"A H.264 video source is required for playback." = "需要 H.264 视频源才能播放。";

/* Browser compatibility warning */
"A Theora video source is required for playback." = "需要 Theora 视频源才能播放。";

/* Warning dialog informative text */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite the current contents." = "文件夹 %@ 中已存在具有相同名称的文件或文件夹。替换它会覆盖当前内容。";

/* Alert message text */
"A persistent symbol cannot be added as a child of another symbol" = "持久符号不能添加为其他符号的子项";

/* Alert message text: A plug-in with the same name “{plugin name}” already exists. */
"A plug-in with the same name “%@” already exists." = "已存在有相同名称?%@?的插件。";

/* Alert message text: A source of MIME type “{MIME type}” already exists. */
"A source of grouping type “%@” already exists." = "已存在分组类型为?%@?的源。";

/* Alert message text */
"A symbol cannot be pasted into itself" = "符号不能粘贴到其本身";

/* Browser compatibility warning */
"A valid audio source is required for playback." = "需要有效的音频源才能播放。";

/* Browser compatibility warning */
"A valid video source is required for playback." = "需要有效的视频源才能播放。";

/* Inspector group name */
"Accessibility" = "辅助功能";

/* Inspector pane name */
"Actions" = "操作";

/* Inspector tab tooltip */
"Actions Inspector" = "操作检查器";

/* Menu item */
"Actual Size" = "实际大小";

/* Button label: Add {MIME type} Source… */
"Add %@ Source…" = "添加 %@ 源…";

/* Button label */
"Add Audio Source…" = "添加音频源…";

/* No comment provided by engineer. */
"Add Email Address" = "添加电子邮件地址";

/* Font Panel Button */
"Add Font" = "添加字体";

/* Undo menu item action */
"Add Guide" = "添加指南";

/* Undo menu item action */
"Add Guides" = "添加指南";

/* Properties listing add keyframe button */
"Add Keyframe" = "添加关键帧";

/* Button label */
"Add Source…" = "添加源…";

/* Timeline Action bar add timeline action button */
"Add Timeline Action" = "添加时间线操作";

/* Button label */
"Add Video Source…" = "添加视频源…";

/* Alert default button */
"Add to All Scenes" = "添加到所有场景";

/* Alert button */
"Add to Current Scene" = "添加到当前场景";

/* Inspector group name */
"Additional CSS" = "更多 CSS";

/* Inspector group name */
"Advanced Options" = "高级选项";

/* Inspector group name */
"Alignment" = "对齐";

/* Button to check all items
   Menu item */
"All" = "所有";

/* Menu item */
"All Browsers" = "所有浏览器";

/* Menu item */
"All Fonts" = "所有字体";

/* Browser compatibility warning */
"Alpha values in colors are not supported. The color will fallback to using a 1.0 alpha value." = "不支持色彩 Alpha 值。相反，色彩将使用 1.0 的 Alpha 值。";

/* HTML Widget Description */
"An HTML widget is used to display embedded HTML in your scene or to embed an iframe of a different web page." = "HTML 小组件用于在场景中显示嵌入式 HTML 或嵌入不同网页的内嵌框架。";

/* Browser compatibility warning */
"An MP3 audio source is required for playback." = "需要 MP3 音频源才能播放。";

/* Browser compatibility warning */
"An MP3 or OGG audio source is required for playback." = "需要 MP3 或 OGG 音频源才能播放。";

/* Browser compatibility warning */
"An MP3 or Quicktime-compatible audio source is required for playback." = "需要 MP3 或兼容 Quicktime 的音频源才能播放。";

/* Browser compatibility warning */
"An OGG audio source is required for playback." = "需要 OGG 音频源才能播放。";

/* Export Script Update Dialog Window Title */
"An update is available for %@." = "%@ 有可用的更新。";

/* Menu item */
"Animated" = "动画绘制";

/* Inspector group name */
"Animation Timelines" = "动画时间线";

/* scene size checkbox text */
"Apply changes to all scenes" = "将更改应用至所有场景";

/* scene size checkbox text */
"Apply to matching layouts" = "应用至匹配的布局";

/* Alert message text */
"Are you sure you want to delete the selected layout?" = "您确定要删除所选布局吗？";

/* Alert message text */
"Are you sure you want to delete the selected scene?" = "您确定要删除所选场景吗？";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the font named “%@”" = "您确定要移除名为?%@?的字体吗？";

/* Alert message text: Are you sure you want to remove the font named “{font name}” */
"Are you sure you want to remove the symbol named “%@”" = "您确定要移除名为?%@?的符号吗？";

/* No comment provided by engineer. */
"Audio…" = "音频…";

/* Menu item */
"Auto Scrollbars" = "自动滚动条";

/* Mouse cursor name; menu item */
"Automatic" = "自动";

/* alert message title */
"Automatically add to all scenes?" = "自动添加到所有场景？";

/* Browser compatibility warning */
"Autoplay is ignored unless Muted is also enabled." = "除非也启用了“静音”，否则将忽略自动播放。";

/* Browser compatibility warning */
"Autoplay is ignored." = "忽略自动播放。";

/* Menu item */
"Back" = "后方";

/* Menu item */
"Back Reverse" = "向后反向";

/* Inspector group name */
"Background" = "背景";

/* Browser compatibility warning */
"Background gradients are not supported. The solid fill style will be displayed instead." = "不支持背景渐变。将显示纯色填充样式作为代替。";

/* No comment provided by engineer. */
"Backward" = "退后";

/* Beta Expiration Dialog */
"Beta Expired" = "测试版已过期";

/* Inspector group name */
"Border" = "边框";

/* Menu item */
"Bounce" = "退还";

/* Menu item */
"Bounce Reverse" = "弹力反向";

/* Undo menu item action */
"Browser Compatibility Warning" = "浏览器兼容性警告";

/* Default text in a new button element and element class type */
"Button" = "Button";

/* Browser compatibility warning */
"CSS3 Backdrop Filters are unsupported and cannot be applied." = "不支持 CSS3 背景幕滤镜，因此无法应用。";

/* Browser compatibility warning */
"CSS3 Filters are unsupported and cannot be applied." = "不支持 CSS3 滤镜，因此无法应用。";

/* Button text */
"Cancel" = "取消";

/* Browser compatibility warning */
"Cannot autoplay audio on mobile devices unless it is a home screen web app." = "除非是主屏幕 web 应用程序，否则无法在移动设备上自动播放音频。";

/* Browser compatibility warning */
"Cannot modify browser selection behavior." = "无法修改浏览器选择行为。";

/* Browser compatibility warning */
"Cannot preload audio." = "无法预加载音频。";

/* Undo menu item action */
"Change Background Color" = "更改背景颜色";

/* Undo menu action name */
"Change Duration" = "更改时间长度";

/* Undo menu item action */
"Change Physics Gravity" = "更改重力物理量";

/* Undo menu item action */
"Change Preview Export Script" = "更改预览导出脚本";

/* Undo menu item action */
"Change Scene Size" = "更改场景大小";

/* Undo menu item action */
"Change Symbol Type" = "更改符号类型";

/* Browser compatibility warning */
"Changing the status bar style is not supported" = "不支持更改状态栏样式。";

/* Button text */
"Check for Updates" = "检查更新";

/* No comment provided by engineer. */
"Choose an exported .hyperesources folder" = "选取导出的 .hyperesources 文件夹";

/* Menu item */
"Choose…" = "选取…";

/* Browser compatibility warning category and inspector group name */
"Class Name" = "类名称";

/* Button text */
"Close Document" = "关闭文稿";

/* Tooltip */
"Compose Email" = "编写电子邮件";

/* info window text when connecting to app store */
"Connecting to App Store…" = "连接到 App Store…";

/* Email Support: */
"Contact Us:" = "电子邮件支持：";

/* Inspector group name */
"Content Overflow" = "内容概览";

/* Export Script Update Dialog Window Button */
"Continue" = "继续";

/* Application Error Dialog */
"Continue Anyways" = "仍然继续";

/* Tooltip: Continue Timeline {timeline name} */
"Continue Timeline %@" = "继续时间线 %@";

/* Alert default button and menu item */
"Convert" = "转换";

/* Alert informative text */
"Converting to motion paths will modify existing Left and Top keyframes across all timelines and set Transform Origin to 50%% 50%%." = "转换到运动路径将修改所有时间线的现有左关键帧和上关键帧，并且会将转换原点设置为 50%% 50%%。";

/* Menu item */
"Copy Guide" = "拷贝指南";

/* Menu item */
"Copy Guides" = "拷贝指南";

/* Error dialog title */
"Corrupt Hype Document" = "Hype 文稿已损坏";

/* Alert message text */
"Could not send feedback" = "无法发送反馈";

/* Menu item */
"Create Grid…" = "创建网格…";

/* Alert dialog button label */
"Create New Group" = "创建新群组";

/* Undo menu item action */
"Create Symbol" = "创建符号";

/* Mouse cursor name; menu item */
"Crosshair" = "十字光标";

/* Default name for custom size breakpoint, timing function names, and behavior handlers */
"Custom" = "自定";

/* Inspector group name and undo menu item action */
"Custom Behaviors" = "自定行为";

/* Menu item and dialog title */
"Custom CSS" = "自定 CSS";

/* Timing functions custom functions section header */
"Custom Functions" = "自定函数";

/* Browser compatibility warning category */
"Custom Head HTML" = "自定头 HTML";

/* Browser compatibility warning category */
"Custom JavaScript" = "自定 JavaScript";

/* Advanced export default name */
"Custom Slice" = "自定切片";

/* custom export slices header title */
"Custom Slices" = "自定切片";

/* Browser compatibility warning */
"Dashed and Dotted Border Style may not draw correctly." = "虚线和点线边框样式可能无法正确绘制。";

/* Preference pane name */
"Debug" = "调试";

/* Default export slice name
   default slice name */
"Default" = "默认值";

/* Alert default button and menu item */
"Delete" = "删除";

/* Undo menu item action */
"Delete Element" = "删除元素";

/* Menu item */
"Delete JavaScript" = "删除 JavaScript";

/* Undo menu item action */
"Delete Keyframe" = "删除关键帧";

/* Undo menu item action */
"Delete Layout" = "删除布局";

/* Undo menu item action */
"Delete Scene" = "删除场景";

/* Undo menu item action */
"Delete Scene Size" = "删除场景大小";

/* Default name for phone layout breakpoint */
"Desktop" = "桌面";

/* Window title */
"Developer News" = "开发商新闻";

/* Preference pane name */
"Devices" = "设备";

/* Menu item */
"Dismiss Capo" = "关闭调杆";

/* Inspector group name */
"Display Name" = "显示名称";

/* informative alert text, the n corresponds to a number which will be assigned */
"Display Names will be labeled as \"%@-n.\"" = "显示名称将被标记为“%@-n”。";

/* Alert message text */
"Do you want to convert %@ to a persistent symbol?" = "您要将 %@ 转换为持久符号吗？";

/* Alert message text: Do you want to convert {element or elements, depending on number of selected elements} to use motion paths? */
"Do you want to convert %@ to use motion paths?" = "您要将 %@ 转换为使用运动路径吗？";

/* Alert message text */
"Do you want to convert element to use motion paths?" = "您要将元素转换为使用运动路径吗？";

/* Alert message text */
"Do you want to convert elements to use motion paths?" = "您要将元素转换为使用运动路径吗？";

/* Alert message text */
"Do you want to include contact information?" = "是否要包含联系信息？";

/* Alert informative text */
"Do you want to keep the Hype version, or update to the version on disk?" = "您要保留该 Hype 版本还是更新到磁盘上的版本？";

/* Alert message text */
"Do you want to relink the file?" = "您要重新链接文件吗？";

/* Alert message text */
"Do you want to remove motion paths?" = "您要移除运动路径吗？";

/* Alert message text (plural) */
"Do you want to replace existing files?" = "是否要替换现有文件？";

/* Alert message text (singlular) */
"Do you want to replace the existing file?" = "是否要替换现有文件？";

/* Inspector pane name */
"Document" = "文稿";

/* Inspector tab tooltip */
"Document Inspector" = "文稿检查器";

/* Error dialog title */
"Document Version Incompatibility" = "文稿版本不兼容";

/* Symbol Editing Directions */
"Double-click to edit" = "双击以编辑";

/* Export Script Update Dialog Window Button */
"Download & Continue" = "下载并继续";

/* Application Error Dialog */
"Download Hype" = "下载 Hype";

/* Button Text */
"Download Hype 1" = "下载 Hype 1";

/* Button label */
"Download Trial" = "下载试用版";

/* Undo menu item action */
"Duplicate" = "复制";

/* Menu item */
"Duplicate Scene" = "复制场景";

/* Menu item */
"Duplicate Scene (Without Animations)" = "复制场景（无动画）";

/* duplicate timelines undo text */
"Duplicate Timelines" = "复制时间线";

/* Menu item */
"Ease In" = "渐入";

/* Menu item */
"Ease In Circ" = "圆型渐入";

/* Menu item */
"Ease In Expo" = "指数型渐入";

/* Menu item */
"Ease In Out" = "渐入/渐出";

/* Menu item */
"Ease In Out Circ" = "圆型渐出";

/* Menu item */
"Ease In Out Expo" = "指数型渐入渐出";

/* Menu item */
"Ease In Out Quad" = "二次型渐入渐出";

/* Menu item */
"Ease In Out Quart" = "四次型渐入渐出";

/* Menu item */
"Ease In Out Quint" = "五次型渐入渐出";

/* Menu item */
"Ease In Out Sine" = "正弦型渐入渐出";

/* Menu item */
"Ease In Quad" = "二次型渐入";

/* Menu item */
"Ease In Quart" = "四次型渐入";

/* Menu item */
"Ease In Quint" = "五次型渐入";

/* Menu item */
"Ease In Sine" = "正弦型渐入";

/* Menu item */
"Ease Out" = "渐出";

/* Menu item */
"Ease Out Circ" = "圆型渐出";

/* Menu item */
"Ease Out Expo" = "指数型渐出";

/* Menu item */
"Ease Out Quad" = "二次型渐出";

/* Menu item */
"Ease Out Quart" = "四次型渐出";

/* Menu item */
"Ease Out Quint" = "五次型渐出";

/* Menu item */
"Ease Out Sine" = "正弦型渐出";

/* Menu item */
"Edit Grid…" = "编辑网格…";

/* Menu item */
"Edit Layout Grid" = "编辑布局网格";

/* Menu item */
"Edit Timelines…" = "编辑时间线…";

/* Menu item */
"Elastic" = "弹性";

/* Menu item */
"Elastic Reverse" = "弹性反向";

/* Inspector pane name */
"Element" = "元素";

/* Inspector pane name */
"Element Actions" = "元素操作";

/* Inspector tab tooltip */
"Element Inspector" = "元素检查器";

/* Inspector group name */
"Element Physics" = "元素物理量";

/* No comment provided by engineer. */
"Elements" = "元素";

/* Element class type */
"Ellipse" = "椭圆形";

/* enter serial number menu item */
"Enter Pro Serial Number…" = "输入专业版序列号…";

/* Enter Serial Number… menu item */
"Enter Serial Number…" = "输入序列号…";

/* Exit symbol button tooltip */
"Exit symbol" = "退出符号";

/* export button title for more than one slice */
"Export %ld Slices…" = "导出 %ld 切片…";

/* export button title for one slice */
"Export %ld Slice…" = "导出 %ld 切片…";

/* Inspector group name */
"Export Script Arguments" = "导出脚本参数";

/* Undo menu item action */
"Export Script Document Argument" = "导出脚本文档参数";

/* Preference pane name */
"Exporting" = "导出";

/* export button title */
"Export…" = "导出…";

/* Default button in registration dialog when license entension is entered */
"Extend Trial" = "延长试用";

/* tooltip for external element visibility mode button with three display modes */
"External element visibility mode
- Fade elements outside of the symbol
- Hide elements outside of the symbol
- Show elements outside of the symbol" = "外部元素可见性模式
- 淡出符号外的元素
- 隐藏符号外的元素
- 显示符号外的元素";

/* Alert informative text (plural) */
"Files with the same name already exist in the Resource Library. Do you want to replace any files that are named the same or keep them both?" = "一些具有相同名称的文件已存在于资源库中。是否要替换任何名称相同的文件或者两者都保留？";

/* Inspector group name */
"Filter Effects" = "滤镜效果";

/* Tooltip */
"First Scene" = "第一个场景";

/* Tooltip text */
"First keyframes are relative" = "第一个关键帧是相对的";

/* Inspector group name */
"Flexible Layout" = "可调布局";

/* Inspector group name */
"Font" = "字体";

/* Playback direction */
"Forward" = "前进";

/* No comment provided by engineer. */
"Front" = "前方";

/* Preference pane name */
"General" = "常规";

/* Tooltip: Go to {time} in Timeline {timeline name} */
"Go to %@ in Timeline %@" = "前往时间线 %2$@ 中的 %1$@";

/* Tooltip: Go To URL {url} */
"Go to URL %@" = "前往 URL %@";

/* Browser compatibility warning */
"Gravity cannot respond to device tilt." = "重力无法响应设备倾斜。";

/* Browser compatibility warning */
"Groove, Ridge, Inset, and Outset Border Style are not supported." = "不支持凹线、凸线、外嵌和内嵌边框样式。";

/* Element class type */
"Group" = "成组";

/* Undo menu item action */
"Group Elements" = "群组元素";

/* Browser compatibility warning */
"H.264 or a Quicktime-compatible video source is required for playback." = "需要 H.264 或 Quicktime 兼容的视频源才能播放。";

/* Inspector group name */
"HTML Page Title" = "HTML 网页标题";

/* Element class type and inspector group name */
"HTML Widget" = "HTML 小组件";

/* Tab Item, do not localize */
"Head HTML" = "头 HTML";

/* Mouse cursor name; menu item */
"Help" = "帮助";

/* Menu item */
"Hidden" = "隐藏";

/* Menu item */
"Hide Button Controls" = "隐藏按钮控件";

/* Menu item */
"Hide Grid" = "隐藏网格";

/* Menu item */
"Hide Guide" = "隐藏指南";

/* Menu item */
"Hide Guides" = "隐藏指南";

/* Toolbar button label and menu item */
"Hide Layouts" = "隐藏布局";

/* Menu item */
"Hide Ruler" = "隐藏标尺";

/* Toolbar button label and menu item */
"Hide Scenes" = "隐藏场景";

/* Undo menu item action */
"Home Screen Web App" = "主屏幕 web 应用程序";

/* Browser compatibility warning */
"Home screen web apps are not supported" = "不支持主屏幕 web 应用程序";

/* Segmented button text */
"Hover" = "悬停";

/* Alert dialog title */
"Hype 1 serial numbers cannot be used with Hype 3." = "Hype 3 不能使用 Hype 1 序列号。";

/* Alert dialog informative text */
"Hype 3 is a paid upgrade and requires a separate license to be purchased." = "Hype 3 是需付费的升级版程序，需要您另外购买许可证。";

/* Window title */
"Hype Crash Reporter" = "Hype 崩溃报告程序";

/* Window title */
"Hype Feedback Reporter" = "Hype 反馈报告程序";

/* Window title */
"Hype Hang Reporter" = "Hype 挂起报告程序";

/* Window title */
"Hype Issue Reporter" = "Hype 问题报告程序";

/* Error dialog description */
"Hype Professional is available as an in-app purchase, and upgrading will unlock the “Professional Dark” theme." = "Hype 专业版可通过应用内购买来获得，升级将解锁“专业深色调”主题。";

/* Hype Web Page menu item */
"Hype Web Page" = "Hype 网页";

/* Hype moved while running informative error text */
"Hype has moved while running and may not operate normally. Please save all documents, quit, and relaunch Hype." = "Hype 在运行时被移动，可能无法正常工作。请保存所有文稿，退出并重新启动 Hype。";

/* informative alert text, the n corresponds to a number which will be assigned */
"IDs will be labeled as \"%@-n.\"" = "ID 将被标记为“%@-n”。";

/* Inspector pane name */
"Identity" = "身份";

/* Inspector tab tooltip */
"Identity Inspector" = "身份检查器";

/* Element class type */
"Image" = "图像";

/* No comment provided by engineer. */
"Image…" = "图像…";

/* advanced export individual layout slices header title */
"Individual Layouts" = "单个布局";

/* advanced export individual scene slices header title */
"Individual Scenes" = "单个场景";

/* Undo menu item action */
"Initial Scale" = "初始缩放";

/* Browser compatibility warning category */
"Inner HTML" = "Inner HTML";

/* Undo menu item action */
"Insert Button" = "插入按钮";

/* Undo menu item action */
"Insert Element" = "插入元素";

/* Undo menu item action */
"Insert Ellipse" = "插入椭圆形";

/* Undo menu item action */
"Insert HTML Widget" = "插入 HTML 小组件";

/* Undo menu item action */
"Insert Image" = "插入图像";

/* Undo menu item action */
"Insert Movie" = "插入影片";

/* Undo menu item action */
"Insert Rectangle" = "插入矩形";

/* Undo menu item action */
"Insert Rounded Rectangle" = "插入圆角矩形";

/* Undo menu item action */
"Insert Shape" = "插入形状";

/* Undo menu item action */
"Insert Text" = "插入文本";

/* Inspector Pane Name
   Inspector pane name
   Toolbar button title */
"Inspector" = "检查器";

/* Inspector group name */
"Inspector Pane title" = "检查器窗格标题";

/* Button */
"Install Update" = "安装更新";

/* Menu item */
"Instant" = "即时";

/* Tooltip: Jump to Scene {scene name} */
"Jump to Scene %@" = "跳到场景 %@";

/* Alert alternate button */
"Keep" = "保留";

/* Button title */
"Keep All" = "全部保留";

/* Button text */
"Keep Both" = "两者都保留";

/* Tooltip */
"Last Scene" = "最后一个场景";

/* Browser version support - only support the latest version */
"Latest" = "最新";

/* Inspector group name */
"Layout Size" = "布局大小";

/* Toolbar button title */
"Layouts" = "布局";

/* Button text */
"Learn More" = "了解更多";

/* Learn More about Hype Professional… menu item */
"Learn More about Hype Professional…" = "了解更多 Hype 专业版的相关信息…";

/* Inspector group name */
"Legal" = "合法";

/* Menu item */
"Linear" = "线性";

/* HTML Page Loading Text */
"Loading" = "正在加载";

/* Menu item */
"Lock" = "锁定";

/* Menu item */
"Lock Guide" = "锁定指南";

/* Menu item */
"Lock Guides" = "锁定指南";

/* Browser compatibility warning */
"Loop is not supported and will be ignored." = "不支持循环，其将被忽略。";

/* Default name the main timeline in a scene */
"Main Timeline" = "主时间线";

/* Undo menu item action */
"Make Background Transparent" = "将背景设为透明";

/* Button text */
"Make Display Names Unique" = "将显示名称设为唯一";

/* Button text */
"Make IDs Unique" = "将 ID 设为唯一";

/* Menu item */
"Make Invisible" = "使变得不可见";

/* Menu item */
"Make Visible" = "使变得可见";

/* No comment provided by engineer. */
"Media Browser" = "媒体浏览器";

/* Inspector pane name */
"Metrics" = "度量";

/* Inspector tab tooltip */
"Metrics Inspector" = "度量检查器";

/* Menu item */
"Minimum Version" = "最低版本";

/* Browser compatibility warning category and inspector group name */
"Mobile Options" = "移动选项";

/* Menu item and dialog title */
"Monotype" = "Monotype";

/* HTML link title for getting to the JavaScript documentation web page */
"More Info" = "更多信息";

/* Mouse cursor name; menu item */
"Move" = "移动";

/* Undo menu item action */
"Move Animation" = "移动动画";

/* Undo menu item action */
"Move Guide" = "移动指南";

/* Undo menu item action */
"Move Scene" = "移动场景";

/* Multiple Selection String
   Timing function menu title */
"Multiple" = "多个";

/* Resource Library Info View */
"Multiple Selection" = "多选";

/* Unique Element ID Alert Text */
"Multiple elements are selected, but IDs must be unique. Do you want to number the ID values to make them unique?" = "选择了多个元素，但 ID 必须唯一。是否要对 ID 值编号从而令其成为唯一？";

/* Unique Display Name Alert Text */
"Multiple elements are selected. Do you want to number the Display Name values to make them unique?" = "选择了多个元素。是否要对显示名称值编号从而令其成为唯一？";

/* Browser compatibility warning */
"Muting is not supported and will be ignored." = "不支持静音，其将被忽略。";

/* Button label */
"Never Sign Up" = "永不注册";

/* Menu item */
"New JavaScript" = "新 JavaScript";

/* Undo menu item action */
"New Keyframe" = "新关键帧";

/* Undo menu item action and name of new scene layouts */
"New Layout" = "新增布局";

/* No comment provided by engineer. */
"New Persistent Symbol from Selection…" = "从选定内容新建持久符号…";

/* No comment provided by engineer. */
"New Persistent Symbol…" = "新建持久符号…";

/* Undo menu item action and name of new scenes */
"New Scene" = "新场景";

/* Undo menu item action and name of new scene sizes */
"New Scene Size" = "新建场景大小";

/* No comment provided by engineer. */
"New Symbol" = "新建符号";

/* No comment provided by engineer. */
"New Symbol from Selection" = "从选定内容新建符号";

/* Default text in a new button element and element class type */
"New Text" = "新文本";

/* Menu item */
"New Timeline…" = "新时间线…";

/* Alert message text */
"New Update Available" = "可用的新更新";

/* Tooltip */
"Next Scene" = "下一个场景";

/* Tooltip */
"No Action" = "无操作";

/* Alert message text */
"No New Updates Available." = "没有可用的新更新。";

/* Resource Library Info View */
"No Options" = "无选项";

/* Menu Item
   Mouse cursor name; menu item; browser version support - no support for selected browser */
"None" = "无";

/* Segmented button text */
"Normal" = "法线";

/* Button text */
"OK" = "确定";

/* Undo menu item action */
"Offline Cache" = "离线缓存";

/* Custom Behavior Handler name in inspector, like 'On Mouse Down' */
"On %@" = "%@ 时";

/* Inspector group name */
"On Any Timeline Complete" = "打开任意时间线完成";

/* Inspector group name */
"On Drag" = "拖移时移";

/* Inspector group name */
"On Enter Viewport" = "进入视区时";

/* Browser compatibility warning */
"On Enter Viewport is not supported. This event will fire immediately after On Scene Load." = "不支持“进入视区时”。将在“场景加载时”之后立即激活该事件。";

/* Inspector group name */
"On Exit Viewport" = "退出视区时";

/* Browser compatibility warning */
"On Exit Viewport is not supported. This event will never fire." = "不支持“退出视区时”。该事件永远不会激活。";

/* Inspector group name */
"On Key Down" = "键按下时";

/* Inspector group name */
"On Key Press" = "按键时";

/* Inspector group name */
"On Key Up" = "键弹起时";

/* Inspector group name */
"On Layout Load" = "布局加载时";

/* Inspector group name */
"On Layout Unload" = "布局卸载时";

/* Inspector group name */
"On Mouse Click" = "鼠标点按时";

/* Inspector group name */
"On Mouse Down" = "鼠标向下移动时";

/* Inspector group name */
"On Mouse Out" = "鼠标移出时";

/* Inspector group name */
"On Mouse Over" = "鼠标移至时";

/* Inspector group name */
"On Mouse Up" = "鼠标向上移动时";

/* Inspector group name */
"On Scene Load" = "场景加载时";

/* Inspector group name */
"On Scene Unload" = "场景卸载时";

/* Inspector group name */
"On Swipe Down" = "向下推送时";

/* Inspector group name */
"On Swipe Left" = "向左推送时";

/* Inspector group name */
"On Swipe Right" = "向右推送时";

/* Inspector group name */
"On Swipe Up" = "向上推送时";

/* Inspector group name */
"On Symbol Load" = "符号加载时";

/* Inspector group name */
"On Symbol Unload" = "符号卸载时";

/* Menu item and inspector group name */
"Opacity" = "不透明度";

/* Browser compatibility warning */
"Opacity will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "应用了边角圆滑、背景渐变或框阴影时，不会显示不透明度。";

/* Alert default button */
"Open App Store" = "打开 App Store";

/* Button text */
"Open Read-Only" = "以只读模式打开";

/* Inspector group name */
"Options" = "选项";

/* Browser compatibility warning */
"PSD images will not be displayed." = "将不会显示 PSD 图像。";

/* Menu item */
"Paste Guide" = "粘贴指南";

/* Menu item */
"Paste Guides" = "粘贴指南";

/* Alert dialog informative text */
"Pasting a symbol into itself would create a black hole and all elements as we know them would be destroyed." = "将符号粘贴到其本身会产生一个黑洞，我们知道这会损坏所有元素。";

/* Tooltip: Pause Timeline {timeline name} */
"Pause Timeline %@" = "暂停时间线 %@";

/* Element class type and name of new symbol and inspector pane title */
"Persistent Symbol" = "持久符号";

/* Symbol Description */
"Persistent Symbols allow you to share content between multiple scenes. Symbols are reusable components containing elements, timelines, and animations." = "持久符号允许您在不同场景之间共享内容。符号是可以重复使用的组件，包含元素、时间线和动画。";

/* Alert informative text */
"Persistent Symbols have a single shared instance which is preserved across scene changes. Making a symbol persistent will convert all instances of that symbol on other scenes to be the same persistent instance." = "持久符号具有一个单独的共享实例，该实例在场景更改后会保留。生成持久符号会将其他场景上该符号的所有实例转换为相同的持久实例。";

/* Alert informative text */
"Persistent Symbols have a single shared instance which is preserved across scene changes. To manually add it to another scene, copy and paste or drag from the Resource Library." = "持久符号具有一个单独的共享实例，该实例在场景更改后会保留。要手动将持久符号添加到其他场景，请执行复制-粘贴操作或从资源库拖动。";

/* Alert dialog informative text */
"Persistent symbols can only be added as top level elements in a scene." = "持久符号只能添加为场景中的顶层元素。";

/* Browser compatibility warning */
"Perspective is not displayed on 3D rotations." = "3D 旋转上未显示透视。";

/* Browser compatibility warning */
"Perspective is not displayed on the swap transition." = "交换转换上未显示透视。";

/* Inspector pane name */
"Physics" = "物理量";

/* Inspector tab tooltip */
"Physics Inspector" = "物理量检查器";

/* Inspector group name */
"Placement" = "放置";

/* Browser compatibility warning */
"Playing inline is not supported and will be ignored." = "不支持播放内嵌视频，其将被忽略。";

/* Alert message text */
"Please add a summary to this report." = "请向此报告添加摘要。";

/* No comment provided by engineer. */
"Please check your internet connection and try again later." = "请检查您的 Internet 链接并在稍后重试。";

/* No comment provided by engineer. */
"Please try again later or contact support by going to Help->Report an Issue…" = "请在稍后重试，或转到“帮助->报告问题”以联系支持团队…";

/* Inspector attribute group name
   Mouse cursor name; menu item */
"Pointer" = "指针";

/* Menu item */
"Position" = "位置";

/* Undo menu item action */
"Position with CSS left/top" = "置于 CCS 处在左边/顶部的状态";

/* Tooltip */
"Present Media" = "显示媒体";

/* Segmented button text */
"Pressed" = "按下";

/* Browser compatibility warning */
"Preventing user scaling is not supported" = "不支持阻止用户缩放";

/* No comment provided by engineer. */
"Preview" = "预览";

/* Menu item */
"Preview Current Layout in Browser" = "在浏览器中预览当前布局";

/* Menu item */
"Preview Current Layout on Device" = "在设备上预览当前布局";

/* Menu item */
"Preview Current Scene in Browser" = "在浏览器中预览当前场景";

/* Menu item */
"Preview Current Scene on Device" = "在设备上预览当前场景";

/* Menu Item */
"Preview Using Export Script:" = "使用导出脚本预览︰";

/* Tooltip */
"Previous Scene" = "前一个场景";

/* Menu item */
"Properties" = "属性";

/* Purchase menu item */
"Purchase" = "购买";

/* Button Text */
"Purchase Hype 3" = "购买 Hype 3";

/* Purchase Hype Professional… menu item */
"Purchase Hype Professional…" = "购买 Hype 专业版…";

/* Purchase Hype Standard… menu item */
"Purchase Hype Standard…" = "购买 Hype 标准版…";

/* Button in registration and trial dialogs to purchase Hype */
"Purchase Now" = "立即购买";

/* Button label */
"Purchase Update" = "购买更新";

/* info window text when purchasing Hype Pro form the app store */
"Purchasing Hype Professional…" = "购买 Hype 专业版…";

/* Button in registration and trial dialogs */
"Quit" = "退出";

/* Element class type */
"Rectangle" = "矩形";

/* Inspector group name */
"Reflection" = "倒影";

/* Browser compatibility warning */
"Reflection is not supported and will not be displayed." = "不支持倒影，也不显示倒影。";

/* Default button in registration dialog when valid license is entered */
"Register" = "注册";

/* Message Text
   MessageText */
"Registration Failed" = "注册失败";

/* Message Text
   MessageText */
"Registration Successful" = "注册成功";

/* Hype moved while running message text */
"Relaunch Hype" = "重新启动 Hype";

/* Alert default button */
"Relink" = "重新链接";

/* Menu item */
"Reload HTML Content" = "重新加载 HTML 内容";

/* Button label */
"Remind Me Later" = "稍候再提醒我";

/* Action Type Pop Up Button Choice
   Alert default button */
"Remove" = "移除";

/* Menu item and undo menu item action */
"Remove Guide" = "移除指南";

/* Menu item */
"Remove Guides" = "移除指南";

/* Menu item and alert dialog default button */
"Remove Motion Paths" = "移除运动路径";

/* Undo menu item action */
"Remove Symbol" = "移除符号";

/* Alert informative text */
"Removing the symbol will remove all instances of the symbol in the document." = "移除符号将移除文稿中该符号的所有实例。";

/* Undo menu item action */
"Rename Layout" = "给布局重新命名";

/* Menu item */
"Rename Scene" = "给场景重新命名";

/* Alert default button */
"Replace" = "替换";

/* Alert informative text */
"Replacing the existing plug-in will require relaunching Hype to take effect." = "替换现有插件需要重新启动 Hype 才能生效。";

/* Menu item */
"Reset to Default" = "还原为默认设置";

/* Toolbar button title */
"Resources" = "资源";

/* Alert informative text: Resources unreferenced in the document will be removed immediately. */
"Resources unreferenced in the document will be removed immediately." = "文稿中被取消引用的资源将被立即移除。";

/* Alert message text */
"Resources will be removed." = "资源将被移除。";

/* Inspector group name */
"Responsive Layout" = "响应式布局";

/* restore purchases menu item */
"Restore Purchases…" = "恢复购买…";

/* Retina Image Slot Name */
"Retina @2x" = "Retina @2x";

/* Playback direction */
"Reverse" = "倒序";

/* Inspector group name */
"Rotation" = "旋转";

/* Browser compatibility warning */
"Rotation will not be displayed when there is corner rounding, a background gradient, or box shadow applied." = "应用了边角圆滑、背景渐变或框阴影时，不会显示旋转。";

/* Element class type */
"Rounded Rectangle" = "圆角矩形";

/* Tooltip: Run JavaScript {function name} */
"Run JavaScript %@" = "运行 JavaScript %@";

/* Browser compatibility warning */
"SVG-based images will not be displayed." = "将不会显示 基于 SVG 的图像。";

/* Menu item and inspector group name */
"Scale" = "缩放";

/* Inspector pane name */
"Scene" = "场景";

/* Undo menu item action */
"Scene Drag Action" = "场景拖移操作";

/* Inspector tab tooltip and menu item */
"Scene Inspector" = "场景检查器";

/* Undo menu item action */
"Scene Key Down Action" = "场景键按下操作";

/* Undo menu item action */
"Scene Key Press Action" = "按场景键操作";

/* Undo menu item action */
"Scene Key Up Action" = "场景键弹起操作";

/* Undo menu item action */
"Scene Load Action" = "场景加载操作";

/* Inspector group name */
"Scene Physics Gravity" = "场景重力物理量";

/* Undo menu item action */
"Scene Rename" = "场景重新命名";

/* Inspector group name */
"Scene Size" = "场景大小";

/* Undo menu item action */
"Scene Swipe Down Action" = "场景向下推送操作";

/* Undo menu item action */
"Scene Swipe Left Action" = "场景向左推送操作";

/* Undo menu item action */
"Scene Swipe Right Action" = "场景向右推送操作";

/* Undo menu item action */
"Scene Swipe Up Action" = "场景向上推送操作";

/* Name of new symbol */
"Scene Symbol" = "场景符号";

/* Undo menu item action */
"Scene Timeline Complete Action" = "场景时间线完成操作";

/* Undo menu item action */
"Scene Unload Action" = "场景卸载操作";

/* Scenes
   Toolbar button title */
"Scenes" = "场景";

/* Scenes and Layouts */
"Scenes and Layouts" = "场景和布局";

/* Menu item */
"Scrollbars" = "滚动条";

/* Browser compatibility warning */
"Scrollbars and scrolling behavior is not supported on Android devices." = "Android 设备不支持滚动条和滚动行为。";

/* Menu item */
"Set Capo" = "设置调杆";

/* Browser compatibility warning */
"Setting pointer-events to none is not fully supported. This element will still intercept mouseover, mouseout, and hover actions. As a result elements below will not receive these events." = "无法完整支持“设置指针事件为无”这一动作。该元素仍会截取“鼠标移至”、“鼠标移开”以及“鼠标悬停”操作。因此，下方的元素不会收到这些事件。";

/* Inspector group name */
"Shadow" = "阴影";

/* Menu item */
"Show Button Controls" = "显示按钮控件";

/* Preference Pane Button */
"Show Export Scripts Folder in Finder" = "在 Finder 中显示导出脚本文件夹";

/* Menu item */
"Show Grid" = "显示网格";

/* Menu item */
"Show Guide" = "显示指南";

/* Menu item */
"Show Guides" = "显示指南";

/* Menu item */
"Show JavaScript Functions…" = "显示 JavaScript 函数…";

/* Toolbar button label and menu item */
"Show Layouts" = "显示布局";

/* Undo menu item action */
"Show Loading Page" = "显示正在加载网页";

/* Menu item */
"Show Resource Library…" = "显示资源库…";

/* Menu item */
"Show Ruler" = "显示标尺";

/* Toolbar button label and menu item */
"Show Scenes" = "显示场景";

/* Preference Pane Button */
"Show in Finder" = "在 Finder 中显示";

/* Inspector group name */
"Shown Browser Compatibility Warnings" = "显示的浏览器兼容性警告";

/* Button label */
"Sign Up Later" = "稍后注册";

/* Alert informative text */
"Some instances of this symbol are not at the top level of the scene. Persistent symbols cannot be inside of other symbols. Any symbols not at the top level will become clones of a new symbol named ‘%@’." = "该符号的一些实例不在场景的顶层。持久符号不能在其他符号内部。任何不在顶层的符号都将成为名为 ?%@? 的新符号的克隆。";

/* Alert informative text */
"Some scenes have more than one instance of this symbol. There can only be one instance of each persistent symbol per scene. The first instance on each scene will be converted to the persistent symbol and all other instances will become clones of a new symbol named ‘%@’." = "一些场景具有该符号的多个实例。对于每个场景，每个持久符号只能有一个实例。每个场景上的第一个实例将被转换为持久符号，所有其他实例将成为名为 ?%@? 的新符号的克隆。";

/* Informative Text */
"Sorry, something went wrong.  Please contact Tumult Support at support@tumult.com." = "很抱歉，发生了一些错误。请联系 Tumult 支持团队，电子邮件是 support@tumult.com。";

/* Special thanks */
"Special thanks to" = "特别鸣谢：";

/* Non-Retina Image Slot Name */
"Standard @1x" = "标准 @1x";

/* Tooltip: Start Timeline {timeline name} */
"Start Timeline %@" = "开始时间线 %@";

/* Undo menu item action */
"Status Bar Style" = "状态栏样式";

/* No comment provided by engineer. */
"Submit Without Contact Information" = "提交，不提供联系信息";

/* Browser compatibility warning */
"Swap transitions appear as instant transitions." = "交换转换显示为即时转换。";

/* Element class type and name of new symbol and inspector pane title */
"Symbol" = "符号";

/* Inspector tab tooltip and menu item */
"Symbol Inspector" = "符号检查器";

/* Inspector group name */
"Symbol Physics Gravity" = "符号重力物理量";

/* menu item */
"Symbol Timelines" = "符号时间线";

/* No comment provided by engineer. */
"Symbols" = "符号";

/* Symbol Description */
"Symbols are reusable components containing elements, timelines, and animations." = "符号是可以重复使用的组件，包含元素、时间线和动画。";

/* Browser compatibility warning */
"TIFF images will not be displayed." = "将不会显示 TIFF 图像。";

/* Inspector group additional name */
"Tap" = "轻按";

/* Element class type, menu item, inspector pane name */
"Text" = "文本";

/* Inspector tab tooltip */
"Text Inspector" = "文本检查器";

/* Inspector group name */
"Text Shadow" = "文本阴影";

/* Browser compatibility warning */
"Text Shadow is not supported." = "不支持文本阴影。";

/* Inspector group name */
"Text Spacing" = "文本间距";

/* No comment provided by engineer. */
"Textured Button" = "有纹理的按钮";

/* Informative Text */
"Thank you for purchasing Tumult Hype!" = "感谢您购买 Tumult Hype！";

/* Error dialog description */
"The Hype document you are trying to open appears to be corrupt. Please restore from a backup." = "您尝试打开的 Hype 文稿似乎已被损坏。请从备份进行恢复。";

/* Document compatibility warning */
"The Unique Element Id, “%@”, is used by %lu other %@ and is therefore not unique as required. This must be fixed by changing this property to an unused value via the Identity Inspector." = "唯一的元素 ID?%1$@?被 %2$lu 个其他 %3$@ 使用，因此不再具有所要求的唯一性。必须通过身份检查器将该属性更改为未使用的值，以修复这种情况。";

/* Error dialog description */
"The document you are trying to open was created with a newer version of Hype and cannot be displayed." = "您尝试打开的文稿系采用更新版本的 Hype 所创建，因此无法显示。";

/* Error dialog text */
"The file cannot be opened because it may be corrupt.  Please restore from backup." = "文件可能被损坏，因此无法打开。请从备份进行恢复。";

/* Alert informative text (singular) */
"The file named \"%@\" already exists in the Resource Library. Do you want to replace it or keep them both?" = "名称为 \"%@\" 的文件已存在于资源库中。是否要替换它或两者都保留？";

/* Alert informative text */
"The font is currently in use in the document. Removing will not change the font values for the referenced elements." = "文稿中当前正使用该字体。移除将不会更改所引用元素的字体值。";

/* Application Error Dialog */
"The integerity of the Hype application has been compromised." = "Hype 应用程序的完整性已被破坏。";

/* Error dialog title */
"The interface theme “Professional Dark” is only available in Hype Professional." = "界面主题“专业深色调”仅可用于 Hype 专业版中。";

/* Alert informative text */
"The original file could not be found.  Relinking will replace the resource with one selected from disk." = "找不到原始文件。重新链接将使用从磁盘上所选的资源替换该资源。";

/* Alert message text */
"The persistent symbol “%@” cannot be added to this scene" = "持久符号?%@?无法添加到该场景。";

/* Alert informative text: The resource already exists in the group named “{group name}.” */
"The resource already exists in the group named “%@.”" = "该资源已存在于名为?%@?的群组中。";

/* Alert informative text: The resource group “{group name}” cannot be deleted because it is currently used in the document. */
"The resource group “%@” cannot be deleted because it is currently used in the document." = "文稿中当前正使用资源群组?%@?，因此无法将其删除。";

/* Alert message text */
"The resource will be removed." = "该资源将被移除。";

/* Alert informative text: The resource “{resource name}” cannot be deleted because it is currently used in the document. */
"The resource “%@” cannot be deleted because it is currently used in the document." = "文稿中当前正使用资源?%@?，因此无法将其删除。";

/* Alert informative text: The resource “{resource name}” is unreferenced in the document and will be removed immediately. */
"The resource “%@” is unreferenced in the document and will be removed immediately." = "资源?%@?在文稿中被取消引用并将被立即移除。";

/* No comment provided by engineer. */
"The restoration file could not be found." = "找不到该恢复文件。";

/* Browser compatibility warning */
"Theora or a WebM video source is required for playback." = "需要 Theora 或 WebM 视频源才能播放。";

/* format string for creating a new responsive layout breakpoint */
"There is already a breakpoint at %.f px" = "在 %.f px 已经存在断点。";

/* Alert dialog informative text */
"There is already an instance of this symbol on this scene. Each scene can only have one instance of each persistent symbol." = "该场景上已经存在该符号的实例。在每个场景上，每个持久符号只能有一个实例。";

/* Alert message text */
"There is no email address included on this report. By adding your contact information, we can respond to your feedback." = "此报告中未包含电子邮件地址。请添加您的联系信息，这样我们便可以回复您的反馈意见。";

/* Alert informative text */
"There was an error communicating your feedback to the server." = "将您的反馈发送到服务器时出错。";

/* Alert informative text */
"There was an error uploading attachments. Please email them to support@tumult.com if critical to reproducing your issue." = "上传附件时出错。如果错误十分严重导致问题重现，请将错误以电子邮件方式发送至 support@tumult.com。";

/* Beta Expiration Dialog */
"This beta version of Hype %@ (%@) has expired. Please visit %@ to check for a newer version." = "此 Hype %1$@ (%2$@) 测试版本已过期。请访问 %3$@ 查看更新的版本。";

/* Error dialog description */
"This document cannot be saved, duplicated, or exported with the Standard edition of Hype. To unlock this document, upgrade to Hype Professional." = "无法使用 Hype 标准版来保存、复制或导出本文稿。要解锁本文稿，请升级到 Hype 专业版。";

/* Error dialog description */
"This document was created by an earlier version of Hype. Once upgraded, it will be incompatible with Hype 1.x." = "本文稿系采用较早版本的 Hype 所创建。升级后，它将与 Hype 1.x 版本不兼容。";

/* Application Error Dialog */
"This is an unauthorized copy of Hype. Your application has unfortunately been modified in a way that may be harmful to the application working correctly, your data, or your system.  Please re-download and use the free trial or a legitimately obtained registration number." = "此为未经授权的 Hype 副本。很抱歉，您的应用程序已被篡改，这可能会对应用程序的正常工作、您的数据或您的系统造成损害。请重新下载并使用免费的试用版或合法获得的注册号。";

/* Descriptive text in trial warning dialog when trial is still active. */
"This trial is fully functional but time-limited. Purchasing and providing a serial number will unlock this copy, removing the trial restriction." = "此试用版功能完全，但有使用时间限制。购买并提供序列号将解锁此副本，从而取消试用版的限制。";

/* Alert informative text: This will remove motion paths across all timelines for the selected {element/elements, depending on number of selected elements. */
"This will remove motion paths across all timelines for the selected %@." = "这将从所选 %@ 的所有时间线中移除运动路径。";

/* Alert dialog informative text: This will remove motion paths across all timelines for “{element name}”. */
"This will remove motion paths across all timelines for “%@”." = "这将从?%@?的所有时间线中移除运动路径。";

/* Inspector pane name */
"Timeline Action" = "时间线操作";

/* Element listing title */
"Timeline Actions" = "时间线操作";

/* Undo menu action name */
"Timeline Relative" = "相对时间线";

/* Undo menu action name */
"Timeline Rename" = "时间线重新命名";

/* Group toolbar button action */
"To Group" = "成组";

/* Element listing lock toggle button */
"Toggle Lock" = "切换锁定";

/* Propreties listing motion path toggle button */
"Toggle Motion Path" = "切换运动路径";

/* Element listing visibility toggle button */
"Toggle Visibility" = "切换可见性";

/* Inspector group additional name */
"Touch End" = "触摸结束";

/* Inspector group additional name */
"Touch Start" = "触摸开始";

/* Inspector group name */
"Transform Origin" = "转换原点";

/* Title for application menu that lets trial users switch between Standard and Professional editions */
"Trial Edition" = "试用版";

/* Header text in trial warning dialog when trial has ended. */
"Trial Expired." = "试用版到期。";

/* Button text */
"Try Hype Professional" = "试用 Hype 专业版";

/* Alert dialog informative text */
"Tumult Hype %@ is now available on the Mac App Store." = "Mac App Store 中现在提供 Tumult Hype %@。";

/* Alert informative text: Tumult Hype {marketing version number} is the latest version. */
"Tumult Hype %@ is the latest version." = "Tumult Hype %@ 为最新版。";

/* Inspector group name */
"Type" = "类型";

/* Element class type, menu item, inspector pane name */
"Typography" = "排印";

/* Alert message text */
"Unable to complete Mac App Store purchase" = "无法完成 Mac App Store 购买";

/* Alert message text */
"Unable to connect to the Mac App Store" = "无法连接到 Mac App Store";

/* Warning dialog text: Unable to connect to “{device name}” */
"Unable to connect to “%@”" = "无法连接到?%@?";

/* Alert message text */
"Unable to create a new group for the resource." = "无法为资源创建新群组。";

/* Alert message text */
"Unable to delete resource group." = "无法删除资源群组。";

/* Alert message text */
"Unable to delete resource." = "无法删除资源。";

/* Error dialog title */
"Unable to open file" = "无法打开文件";

/* No comment provided by engineer. */
"Unable to restore document" = "无法恢复文稿";

/* Undo menu item action */
"Undo Symbol Creation" = "撤销符号创建";

/* No comment provided by engineer. */
"Ungroup" = "取消成组";

/* Undo menu item action */
"Ungroup Elements" = "将元素取消成组";

/* Browser compatibility warning category and inspector group name */
"Unique Element ID" = "唯一的元素 ID";

/* Warning string: Unique Element ID is already used by {element name}. */
"Unique Element ID is already used by %@." = "唯一的元素 ID 已被 %@ 使用。";

/* Menu item */
"Unlock" = "解锁";

/* Default scene layout name */
"Untitled Layout" = "未命名布局";

/* Undo menu item action and name of new scenes */
"Untitled Scene" = "未命名场景";

/* Default timeline name */
"Untitled Timeline" = "未命名时间线";

/* Alert default button */
"Update" = "更新";

/* Update (timing function name) */
"Update %@" = "更新 %@";

/* Button title */
"Update All" = "全部更新";

/* Font Panel Button */
"Update Font" = "更新字体";

/* Button title */
"Update Grid" = "更新网格";

/* Button title */
"Update Selected" = "更新所选项目";

/* Menu item and button text */
"Upgrade" = "升级";

/* Upgrade to Hype Professional… menu item */
"Upgrade to Hype Professional…" = "升级到 Hype 专业版…";

/* Status update when uploading attachments (current attachment index of total number of attachments) */
"Uploading Attachments (%d of %d)" = "上传附件（%1$d 个，共 %2$d 个）";

/* Undo menu item action */
"Use CSS Reset" = "使用 CSS 还原";

/* Button Text */
"Use Duplicate Display Names" = "使用重复的显示名称";

/* Button Text */
"Use Duplicate IDs" = "使用重复的 ID";

/* Alert default button and menu item */
"Use Motion Paths" = "使用运动路径";

/* Undo menu item action */
"Use Touch Events" = "使用触摸事件";

/* Undo menu item action */
"Use WebKit Graphics Acceleration" = "使用 WebKit 图形加速";

/* Button in trial and registration dialogs */
"Use as Trial" = "作为试用版使用";

/* Undo menu item action */
"User Scaling" = "用户缩放";

/* Version */
"Version" = "版本";

/* Element class type and inspector group name */
"Video" = "视频";

/* Browser compatibility warning */
"Videos without controls are unplayable on iPad." = "iPad 上不能播放无控件的视频。";

/* No comment provided by engineer. */
"Video…" = "视频…";

/* Undo menu item action */
"Viewport" = "视区";

/* Menu item and inspector group name */
"Visibility" = "可见性";

/* Menu item */
"Visible" = "可见";

/* Beta Expiration Dialog */
"Visit Beta Site" = "访问测试版网站";

/* Mouse cursor name; menu item */
"Wait" = "等待";

/* Browser compatibility warning */
"Wait cursor is not supported and the default cursor will instead be displayed." = "不支持等待光标，将显示默认光标作为替代。";

/* Menu item */
"Web" = "Web";

/* Export Script Update Dialog Window */
"You are currently using version %@. Do you want to download version %@?" = "您正在使用版本 %1$@。是否要下载版本 %2$@？";

/* Alert informative text */
"You can replace the source with the file or create a new resource group to contain the file." = "可使用该文件来替换源或创建新的资源群组来包含该文件。";

/* Header text in trial warning dialog */
"You have %ld days remaining in your trial." = "您的试用版只剩 %ld 天。";

/* Header text in trial warning dialog when trial is still active. */
"You have 1 day remaining in your trial." = "您的试用版只剩 1 天。";

/* Descriptive text in trial warning dialog when trial has ended. */
"You have reached the end of your %ld-day trial. Please purchase or provide a serial number to continue using Tumult Hype." = "您的 %ld 天试用版已到期。请购买或提供序列号以继续使用 Tumult Hype。";

/* Alert message text */
"Your message was sent without attachments." = "您发送的信息没有附件。";

/* No comment provided by engineer. */
"Zoom" = "缩放";

/* Menu item */
"Zoom In" = "放大";

/* Menu item */
"Zoom Out" = "缩小";

/* Shown when there are more errors than can be displayed */
"and %ld more errors…" = "还有 %ld 个错误…";

/* Shown when there are more errors than can be displayed */
"and one more error…" = "还有一个错误…";

/* Singular for element */
"element" = "元素";

/* Plural for element */
"elements" = "元素";

/* Browser compatibility warning */
"iBooks does not allow .m4v or .m4p video sources." = "iBooks 不支持 .m4v 或 .m4p 视频源。";

/* Default name for tablet layout breakpoint */
"iPad Landscape" = "iPad 横屏";

/* Default name for tablet portrait layout breakpoint */
"iPad Portrait" = "iPad 竖屏";

/* Default name for phone layout breakpoint */
"iPhone" = "iPhone";

/* default name for symbol instances */
"unnamed instance" = "未命名实例";

/* Warning that file already exists when saving */
"“%@” already exists. Do you want to replace it?" = "?%@?已经存在。您想要替换吗？";

/* Error dialog title: “Document Name” needs to be upgraded */
"“%@” needs to be upgraded" = "“%@”需要升级";

/* Error dialog title */
"“%@” uses features only available in Hype Professional." = "“%@”使用了仅有 Hype 专业版才提供的功能。";

